{
  "title": "Policies",
  "sections": [
    {
      "title": "Privacy Policy",
      "lastUpdated": "2024-01-01",
      "content": "At Snackua, we are committed to protecting your privacy. This Privacy Policy explains how we collect, use, and safeguard your information when you visit our website or use our mobile application.\n\nInformation We Collect:\n- Contact information (name, phone number, email)\n- Delivery address\n- Order history\n- Device information (for app functionality)\n\nHow We Use Your Information:\n- To process and fulfill your orders\n- To communicate with you about your orders\n- To improve our products and services\n- To send you updates about new products (with your consent)\n\nWe do not sell, trade, or rent your personal information to third parties. Your data is stored securely and used only for the purposes stated above.\n\nFor any privacy-related concerns, please contact us at privacy@snackua.in"
    },
    {
      "title": "Terms & Conditions",
      "lastUpdated": "2024-01-01",
      "content": "Welcome to Snackua! These Terms and Conditions govern your use of our website and mobile application.\n\nOrdering:\n- All orders are subject to availability\n- Prices are subject to change without notice\n- We reserve the right to refuse or cancel orders\n\nDelivery:\n- Delivery times are estimates and may vary\n- We are not responsible for delays due to weather or other circumstances beyond our control\n- Please ensure someone is available to receive the order\n\nReturns & Refunds:\n- Returns must be requested within 24 hours of delivery\n- Products must be in original condition\n- Refunds will be processed within 5-7 business days\n\nLimitation of Liability:\n- Our liability is limited to the value of the products purchased\n- We are not liable for any indirect or consequential damages\n\nBy using our services, you agree to these terms and conditions."
    },
    {
      "title": "Shipping Policy",
      "lastUpdated": "2024-01-01",
      "content": "We deliver our fresh cookies across India with care and attention to quality.\n\nDelivery Areas:\n- Pan India delivery available\n- Remote areas may have extended delivery times\n\nDelivery Timeline:\n- Standard delivery: 2-5 business days\n- Express delivery: 1-2 business days (additional charges apply)\n\nPackaging:\n- Eco-friendly packaging materials\n- Temperature-controlled packaging for freshness\n- Secure packaging to prevent damage\n\nDelivery Charges:\n- Free delivery on orders above ₹500\n- Standard delivery charge: ₹50\n- Express delivery charge: ₹100\n\nOrder Tracking:\n- You will receive SMS updates on your order status\n- Track your order through WhatsApp or our customer service\n\nDelivery Issues:\n- If you're not satisfied with the delivery, contact us immediately\n- We will resolve any issues within 24 hours"
    }
  ]
}
